{
    "name": "Lhota",
    "paragraph_one": "Lhota u&nbsp;Vyškova, ves s&nbsp;protáhlou návsí na severozápadním okraji města Vyškova, patří k&nbsp;sídlům někdejšího vyškovského panství a&nbsp;její název odkazuje na „lhotu“ – dočasné osvobození osadníků od povinností po založení. Tradiční obživu zajišťovalo zemědělství a&nbsp;práce v&nbsp;lese; v&nbsp;závěru 19. století místní rozvoj dokládá i&nbsp;stavba školy v&nbsp;roce 1888. Ke Lhotě náleží i&nbsp;osada Pařezovice (asi 1 km SZ); obě obce byly nejprve sloučeny spolu, roku 1964 administrativně spojeny s&nbsp;Rychtářovem a&nbsp;v polovině 80. let 20. století začleněny do města Vyškova, kde dnes fungují jako městské části se společným osadním výborem. Lhota si přesto udržuje klidný venkovský ráz a&nbsp;těsné vazby na zemědělskou krajinu i&nbsp;servis okresního centra.",
    "paragraph_two": "Památná kniha obce Lhoty, dnes součást Vyškova, detailně popisuje pochmurnou náladu březnových dní roku 1941. „Jarní měsíc březen, poněkud ještě chladný, byl svědkem našeho cestování, loučení. Od ranních hodin do noci – nepřetržitě vozovka je každodenně naplněna povozy. … Bylo dosti chladno, na polích místy sníh a&nbsp;na silnici též místy ledovice. Dny byly smutné bez slunce – a&nbsp;nasvědčovaly pravdivosti činu. Den se rozplakal – a&nbsp;my všichni též. Poslední z&nbsp;obce dle nařízení musel odjíždět starosta, jímž byl tehdy pan Zabloudil Bernard, čís. 100.“",
    "phase": "Ia",
    "speaker": [""],
    "district": "Vyškov",
    "residents": "571",
    "houses": "128",
    "families": "153",
    "l_year": [1869,1880,1890,1900,1910,1921],
    "l_houses": [54,59,64,74,84,87],
    "l_residents": [390,416,455,466,520,463],
    "titles": ["Pohled na Lhotu z&nbsp;roku XXXXX"],
    "before_move": ["Pohlednice Lhoty, cca 20. léta 20. stol. Muzeum Vyškovska ", "Pohled na Lhotu, 1. pol. 20. stol. Muzeum Vyškovska. ", "Dům č.1 ve Lhotě, kde se narodila Apolonie Slezáčková - Rozsypalová.  V domě byla hospoda Karla Slezáčka, kde se zastavovaly povozy vápeníků a&nbsp;dopravců dřeva při návratu z&nbsp;Vyškova. Kolem roku 1905.Rodiný archiv rodiny Slezáčků."],
    "move": [""],
    "after_move_return":[""],
    "present":[""],
    "stories_poems":[""],
    "documents":["Zpráva o&nbsp;převzetí Lhoty a&nbsp;Pařezovic při vystěhování. z&nbsp;roku 1941", "Úryvky z&nbsp;Kroniky Lhoty"]
}
