{
    "name": "Podomí",
    "paragraph_one": "Podomí, horská dělnická obec na Drahanské vrchovině v&nbsp;nadmořské výšce kolem 552 m, má půdorys jednoduché, na západě obestavěné ulicovky s&nbsp;dvorem na severu a&nbsp;jednostrannou řadou domků; název se odvozuje od osobního jména Boda nebo Podom. Počátky osídlení spadají do 1. poloviny 13. století, první písemná zmínka je z&nbsp;roku 1349, kdy ves náležela hradu Holštejnu; dříve příslušela k&nbsp;račickému panství. Roku 1480 byla polovina vsi pustá (u kotvrdovického statku) a&nbsp;druhá polovina patřila k&nbsp;Račicím, roku 1596 byla již plně osedlá. V první polovině 19. století zde působila soukenická továrna van Bruchů, roku 1846 se v&nbsp;budově předla už jen vlna; vedle tkalcovství se obyvatelstvo živilo zemědělstvím a&nbsp;perleťářstvím. Poštovní služby obec zajišťovala přes Ruprechtov a&nbsp;církevně příslušela ke krásenské farnosti. Roku 1964 došlo k&nbsp;dočasnému sloučení Podomí s&nbsp;Krásenskem; dnes je obec samostatná, udržuje venkovský ráz a&nbsp;čerpá ze zázemí lesnaté krajiny i&nbsp;blízkých sídelních center.",
    "paragraph_two": "Jedna ze dvou obcí poslední etapy, která nebyla zcela vystěhována. V obci zůstávaly desítky rodin zaměstnanců zbrojní firmy Schenk, což odsun brzdilo. Napomáhalo tomu i&nbsp;šikovné lavírování výrazného starosty Jana Gotvalda před úřady.",
    "phase": "IIIb",
    "district": "Vyškov",
    "speaker": ["Marie Součková, rozená Gottvaldová a&nbsp;Pavel Gottvald (pozor, je to jeden příběh, takže společný odkaz)"],
    "residents": "226",
    "houses": "52",
    "families": "74",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [ 67, 68, 93, 96, 100, 104, 111, 118, 117, 111, 123, 137, 151, 161 ],
    "l_residents": [ 501, 540, 593, 612, 673, 602, 548, 493, 495, 465, 482, 435, 422, 413 ],
    "titles": ["Pohlednice z&nbsp;Podomí, rok 1957, zachycuje původní hostinec na návsi a&nbsp;školu (nyní obecní úřad) pravděpodobně ještě před rokem 1945"],
    "before_move": [ "Původní došková usedlost u&nbsp;Michalíků, čp. 53, rok 1895. Muzeum Vyškovska", "Kresba Josefa Kachlíka z&nbsp;roku 1931 zachycující cestu k&nbsp;původní škole (nyní obecnímu úřadu). Muzeum Vyškovska", "Podoba původní školy z&nbsp;roku 1895, nyní obecní úřad. Muzeum Vyškovska", "Kresba Josefa Kachlíka z&nbsp;roku 1942 zachycující cestu ulici u&nbsp;původní školy (nyní obecní úřad). Muzeum Vyškovska" ],
    "move": [""],
    "after_moving_return":[ "Pohlednice z&nbsp;Podomí, rok 1957, zachycuje původní Hostinec na návsi a&nbsp;školu (nyní obecní úřad), pravděpodobně ve stravu ještě před 1945", "Pohlednice z&nbsp;Podomí, rok 1962, zachycuje nově postavenou školu"],
    "present":[ "Původní busta T. G. Masaryka, ukrývana za války místním starostou" ],
    "stories_poems":[ "Píseň V tom krásném Podomí, zachycená v&nbsp;Kronice Podomí Ervínem Černým Křetínským" ],
    "documents":[ "Dokumentace zachycující přejímání busty T. G. Masaryka v&nbsp;roce 2013 v&nbsp;Podomí – mám sem tenhle dokument dávát?" ]
}
