{
    "name": "Zelená Hora",
    "paragraph_one": "Zelená Hora (též Grunberg, dříve Kopčany) je ves na okraji Drahanské vrchoviny nedaleko Pustiměře, s&nbsp;půdorysem jednostranné ulicovky; jméno odkazuje k&nbsp;náhornímu, kopcovitému reliéfu. První písemná zmínka pochází z&nbsp;roku 1720, vlastní osada vznikla při novodobém osídlení roku 1763; do 1926 tvořila s&nbsp;Pustiměří společnou obec. Obyvatelé nacházeli obživu v&nbsp;zemědělství a&nbsp;lesích, v&nbsp;80. letech 19. století se rozšířilo domácí tkalcovství; roku 1910 je doložen kamenolom a&nbsp;dva větrné mlýny (1944 zničeny). Dnes si obec uchovává klidný venkovský ráz s&nbsp;vazbou na zemědělskou krajinu Pustiměřska. ",
    "paragraph_two": "Vystěhována v etapě Ib. Částečně vyčleněna pro ubytování rodin zaměstnanců komandatury; i&nbsp;to přispělo k&nbsp;menšímu poškození během manévrů než u&nbsp;jiných obcí z&nbsp;první etapy. Mnoho vystěhovaných rodin si zakoupilo společně statek, na kterém pak pracovali a&nbsp;po válce se již do ZH nevrátili. V závěru války Zelenou Horu silně zasáhla dělostřelecká palba, protože Němci v&nbsp;okolí rozmístili děla. ",
    "phase": "Ib",
    "speaker": [""],
    "district": "Vyškov",
    "residents": "522",
    "houses": "127",
    "families": "150",
    "l_year": [1869,1880,1890,1900,1910,1921,1930,1950,1961,1970,1980,1991,2001,2011],
    "l_houses": [65,80,90,96,102,106,110,98,84,81,85,97,102,108],
    "l_residents": [322,420,443,451,541,526,480,256,480,256,300,279,265,231,219,240],
    "titles": ["Již neexistující dřevěný mlýn, rok 1941. Zdroj Muzeum Vyškovska."],
    "before_move": ["V meziválečnémm období stály v trati Nad Bochtálem dva větrné mlýny beranního typu, která byly po vysídlení obce v roce 1941 rozebrány. Starši byl založen v roce 1786, druhy asi 1837. Dnes je to místo krásného rozhledu na krajinu Hané. Muzeum Vyškovska.", "V meziválečnémm období stály v trati Nad Bochtálem dva větrné mlýny beranního typu, která byly po vysídlení obce v roce 1941 rozebrány. Starši byl založen v roce 1786, druhy asi 1837. Dnes je to místo krásného rozhledu na krajinu Hané. Muzeum Vyškovska.", "Zvonice, Josef Kachlík, 1930. Muzeum Vyškovska.", "V meziválečnémm období stály v trati Nad Bochtálem dva větrné mlýny beranního typu, která byly po vysídlení obce v roce 1941 rozebrány. Starši byl založen v roce 1786, druhy asi 1837. Dnes je to místo krásného rozhledu na krajinu Hané. Muzeum Vyškovska."],
    "move": [""],
    "after_move_return":[""],
    "present":["Pomník padlým v&nbsp;letech 1914-1918.", "Pomník padlým v&nbsp;letech 1914-1918.", "Kamenný pomníček na návsi obce, zakončený obloukem s&nbsp;kamenným křížem s&nbsp;obrázkem Krista sejmutého z&nbsp;kříže. Byl postaven v&nbsp;roce 1946 z&nbsp;vděčnosti za šťastný návrat vystěhované obce v&nbsp;době okupace 1941-1945. Umístěn je na konci ulice  Nad Rybníkem"],
    "stories_poems":[""],
    "documents":[""]
}
