{
    "name": "Bousín",
    "paragraph_one": "Horská obec s&nbsp;místní částí Repechy a&nbsp;s katastrem z&nbsp;velké části pokrytým lesy leží ve vrcholové části Drahanské vrchoviny v&nbsp;západní části prostějovského okresu; území je pramennou oblastí drobných toků a&nbsp;nadmořská výška přesahuje 600 m. V nejstarších pramenech se objevuje pod původním názvem Bohušín, odvozeným od osobního jména Bohuš; náležel k&nbsp;plumlovskému panství a&nbsp;jako jeho součást je připomínán už roku 1325. Tradiční venkovský ráz se zde udržel hluboko do 20. století, hlavní obživou bývalo zemědělství, tkalcovství, včelařství a&nbsp;práce v&nbsp;lesích. Za druhé světové války bylo území postiženo plánovaným vysídlením. Od roku 1960 je k&nbsp;Bousínu připojena osada Repechy a&nbsp;tvoří společný samosprávný celek.",
    "paragraph_two": "Horská obec s&nbsp;místní částí Repechy a&nbsp;s katastrem z&nbsp;velké části pokrytým lesy leží ve vrcholové části Drahanské vrchoviny v&nbsp;západní části prostějovského okresu; území je pramennou oblastí drobných toků a&nbsp;nadmořská výška přesahuje 600 m. V nejstarších pramenech se objevuje pod původním názvem Bohušín, odvozeným od osobního jména Bohuš; náležel k&nbsp;plumlovskému panství a&nbsp;jako jeho součást je připomínán už roku 1325. Tradiční venkovský ráz se zde udržel hluboko do 20. století, hlavní obživou bývalo zemědělství, tkalcovství, včelařství a&nbsp;práce v&nbsp;lesích. Za druhé světové války bylo území postiženo plánovaným vysídlením. Od roku 1960 je k&nbsp;Bousínu připojena osada Repechy a&nbsp;tvoří společný samosprávný celek.",
    "phase": "IIIa",
    "district": "Prostějov",
    "speaker": ["Jaroslav Šrámek", "Marie Šrámková, rozená Pořízková"],
    "residents": "348",
    "houses": "62",
    "families": "96",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [54, 73, 77, 84, 88, 94, 103, 95, 72, 69, 59, 59, 54, 51],
    "l_residents": [518, 541, 508, 550, 596, 596, 578, 286, 326, 275, 217, 169, 140, 132],
    "titles": ["Bousínská zvonička rozbitá během vystěhování a&nbsp;cvičení německých vojáků"],
    "before_move": ["Dobová pohlednice ze 30. let 20. století. Ze sbírky roky Šrámkovi.", "Letecký snímek Bousína od jihovýchodu 1931. Muzeum a&nbsp;galerie v&nbsp;Prostějově, inv.č. 10049.", "Letecký snímek Bousína 1937 Ze sbírek Obce Bousín."],
    "move": ["Situační plánek Bousína sestavený pravděpodobně četníky pro účely vystěhování.", "Hraniční kámen u&nbsp;cesty mezi Bousínem a&nbsp;Repechy, foto z&nbsp;roku 1942. Muzeum a&nbsp;galerie v&nbsp;Prostějově, inv.č. 31914", "Kresba Václava Pořízky z&nbsp;památníku z&nbsp;doby okupace, 1942. Ze sbírek rodny Šrámkovi.", "Obrázek Václava Pořízky, vzpomínky na domov? Rok 1942.  Ze sbírek rodny Šrámkovi.", "Zvonice v&nbsp;Bousíně poškozená během 2. světové války. Ze sbírek rodny Šrámkovi.", "mapa třetí říše, kterou vypracoval v&nbsp;rámci školní výuky žák Jaroslav šrámek z&nbsp;Bousína, č.p.1.  Ze sbírek rodny Šrámkovi.", "Domovský list František Šrámek, Bousín1.  Ze sbírek rodny Šrámkovi.", "Koncese na rádio pro Františka Šrámka Bousín č.p. 1, 1942.  Ze sbírek rodny Šrámkovi.", "Usnesení o&nbsp;zápisu do pozemkové knihy, František Šrámek Bousín č.p. 1, 1942.  Ze sbírek rodny Šrámkovi.", "Vyjmutí Františka Šrámka pro nekompetentnost ze zastupitelstva Bousín, rok 1942.  Ze sbírek rodny Šrámkovi.", "Válečné přídělové lístky z&nbsp;let 1942+ 1944. Ze sbírek rodiny Šrámkovi."],
    "after_move_return":["zničený interiér nové školy, 1945. Ze sbírek rodny Šrámkových.", "zničené domy na návsi, asi domy č. 3, 4. Ze sbírek rodny Šrámkových.", "odklízení trosek domů, pohled od domu č. 6 směrem k&nbsp;myslivně a&nbsp;zvonici. Ze sbírek rodny Šrámkových.", "pohled přes trosky na dřevěnou pumpu u&nbsp;domu č. 6 a&nbsp;na dům č 5. Ze sbírek rodny Šrámkových.", "poválečné odklízení trosek domů na návsi pod hospodou. Ze sbírek rodny Šrámkových.", "zvonice v&nbsp;Bousíně opravená kolem roku 1950. Ze sbírek rodny Šrámkových.", "v pozadí je lipová alej vysazená cca1960. Ze sbírek rodny Šrámkových.", "zvonice Bousín omítnutá chromolitem kolem roku 1970. Ze sbírek rodny Šrámkových."],
    "present":["Zvonice v&nbsp;Bousíně s&nbsp;novou lípou vysazenou 2005. Ze sbírek rodny Šrámkových.", "Dům č.p. 1, nyní rekreační objekt Chalupa u&nbsp;Šrámků. Zdroj sbírka rodiny Šrámkovi, autor Daniel Schulz.", "Náves v&nbsp;Bousíně s&nbsp;opravenou zvoničkou. Ze sbírek rodny Šrámkových.", "Populární Knihozastávka v&nbsp;Bousíně s&nbsp;ještě populárnějším medvědem. Ze sbírek MZM, autor Dana Vedra."],
    "stories_poems":[""],
    "documents":["Dobová dokumentace vyprojektovaného domu od Františka Peče pověřeného obnovou prostějovské části vyškovské střelnice. Oprava rodinného domu Františka Žvatory č.p. 24 z&nbsp;dubna 1948.", "Učetní doklady nutných oprav na poškozené usedlosti Bousín čp. 1 z&nbsp;roku 1946", "Jeden z&nbsp;nejpalčivějšich problémů, s&nbsp;kterým se museli přestěhovalci po návratu potýkat, byl akutní nedostatek stavebního materiálu. Udělení výjimky ze zákazu staveb a&nbsp;přidělení stavebního materiálu pro přestěhovalce manžele Šramkovi z&nbsp;Bousina č.p. 1.", "Jeden ze zásadnich dokladů pro povalečnou obnovu oblasti tzv. vyškovske střelnice – anulováni trhové smlouvy z&nbsp;doby okupace a&nbsp;zaknihování navráceného majetku.", "Trhová smlouva (Kaufvertrag) tvořila zakladni pravni dokument k&nbsp;vystěhováni z&nbsp;vojenského cvičiště", "Válečný zvláštní příděl textilu a&nbsp;obuvi pro domáci krejčí pro Františka Šrámka z&nbsp;Bousína č.p. 1", "dokumenty k&nbsp;úmrtí Františky Šrámkové před koncem války", "Dokumenty k&nbsp;obnově a&nbsp;odškodnění, František Šrámek č.o. 1, z&nbsp;let 1946-1948", "obecné ustanovení při vyplňování válečných škod", "Technická zpráva o&nbsp;škodách způsobených válkou, Bousín č.p. 1, 1946", "účetní doklady - různé 1946-1948", "Udělení výjimky ze zákazu staveb, Bousín č.p. 1, 1946", "Výzvy k&nbsp;přihlášení vkladu, prosinec 1945+1946", "Průkaz repatrianta, František Šrámek, Bousín č.p. 1", "Rozpis poválečných škod na domě, František Šrámek, Bousín č.p. 1", "Přihláška k&nbsp;soupisu nepřátelského majetku, Šrámkovi, Bousín č.p. 1"]
}