{
    "name": "Senetářov",
    "paragraph_one": "Od roku 1251 byl Senetářov ve vlastnictví pánů z&nbsp;Ceblovic, Jedovnic a&nbsp;později z&nbsp;Holštejna. Jelikož se jedná o&nbsp;oblast Moravského krasu, kde pro zemědělskou výrobu nepanovaly vhodné podmínky, byla již v&nbsp;19. století značná část obyvatel nucena hledat jiné formy obživy. V Senetářově bylo kromě sítěk na vlasy a&nbsp;síťování záclon rozšířeno zejména perleťářství. To sem přinesl vídeňský podnikatel Alfons Tománek, když zde v&nbsp;osmdesátých letech 19. století založil perleťářskou továrnu na výrobu knoflíků.",
    "paragraph_two": "Malebná obec ležící bezprostředně pod vrchem Kojál na rozhraní tří okresů – boskovického, prostějovského a&nbsp;vyškovského, měla být evakuována v&nbsp;druhé části etapy IIIb, tedy do 30. června 1944. Ve zdejší obci stála kaple sv. Josefa, která byla vystavěna v&nbsp;roce 1855. Při oslavě patrona kaple, tedy 19. března 1942, si místní občané v&nbsp;čele s&nbsp;tehdejším jedovnickým kooperátorem a&nbsp;senetářovským rodákem P. Josefem Zouharem slíbili, že jestli ke stěhování vůbec nedojde, popřípadě když se lidé budou moci vrátit domů, postaví ve vesnici novou kapli, či opraví stávající. Slib sice nebyl zapsán, ale byl slavnostně pronesen před sochou patrona obce a&nbsp;potvrzen společným sv. přijímáním celé obce. Závazek byl v&nbsp;dalších letech zopakován. Vždy na svátek sv. Josefa se Senetářovští sešli a&nbsp;zopakovali si svůj slib. V roce 1944, kdy již bylo stěhování na spadnutí, byl tento příslib dokonce sepsán, vytisknut a&nbsp;předán každému občanovi při jeho odchodu z&nbsp;obce. Po válce se místní činili a&nbsp;dělali vše proto, aby dosáhli svého slibu. Museli počkat dlouhých 25 let po válce, kdy byl postaven a&nbsp;slavnostně vysvěcen kostel sv. Josefa, jenž se dodnes řadí mezi unikátní sakrální stavby kraje.",
    "phase": "IIIb",
    "district": "Boskovice",
    "speaker": [""],
    "residents": "204",
    "houses": "59",
    "families": "65",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980],
    "l_houses": [94, 96, 107, 115, 122, 123, 126, 131, 131, 133, 130],
    "l_residents": [725, 721, 747, 747, 746, 711, 661, 584, 617, 598, 542],
    "titles": ["Škola v Senetářově vybudovaná r. 1912. Pohlednice z 20. let 20. stol. Moravské zemské muzeum."],
    "before_move": ["Původní kaple sv. Josefa v&nbsp;Senetářově, před r. 1940.", "Škola v Senetářově vybudovaná r. 1912. Pohlednice z 20. let 20. stol. Moravské zemské muzeum.", "Kolorovaná pohlednice Senetářova z&nbsp;počátku 20.století lákající na zdravý pobyt na Drahanské vrchovině. Muzeum regionu Boskovicka"],
    "move": [""],
    "after_move_return":["Fotografie ze stavby kostela 1969–1971.", "Dtto", "Dtto", "František Vavříček, jedovnický farář, v&nbsp;hovoru s&nbsp;tesařem Karlem Skotákem při stavbě kostela. Dtto, s.26", "Fotografie ze slavnostního otevření kostela z&nbsp;července 1971", "František Vavříček a&nbsp;výtvarník Ludvík Kolek, autor návrhu a&nbsp;interiéru kostela, při slavnostním otevření 11. července 1971.", "Slavnostního otevření se účastnilo tisíce lidí.", "Kostel těsně po otevření.", "Senetářovský kostel sv. Josefa dnes."],
    "present":["Senetářov - fotografie ze současnosti", "Senetářov - fotografie ze současnosti", "Kostel sv. Josefa - fotografie současnosti", "Kostel sv. Josefa - fotografie současnosti", "interiér kostela sv. Josefa v&nbsp;Senetářově", "Křížová cesta od R. Medka v&nbsp;kostele sv. Josefa v&nbsp;Senetářově.", "Muzeum tradičního bydlení a&nbsp;perleťářství v&nbsp;Senetářově", "Senetářov - fotografie ze současnosti", "Senetářov - fotografie ze současnosti", "památník padlým 1. světové válce", "Senetářov - fotografie ze současnosti", "Senetářov - fotografie ze současnosti", "Senetářov - fotografie ze současnosti"],
    "stories_poems":["Vystěhovalci", "Návrat vystěhovalců"],
    "documents":[""]
}
