{
    "name": "Baldovec",
    "paragraph_one": "Osada Baldovec (místní část obce Rozstání) s&nbsp;katastrem z&nbsp;velké části pokrytým lesy leží v&nbsp;západní části prostějovského okresu, v&nbsp;zalesněném údolí Bílé vody na okraji Moravského krasu. Název nese po někdejším Baldově mlýně, kolem něhož se osídlení vytvořilo. Současně představuje vyhledávané rekreační zázemí Drahanské vrchoviny. Protéká tudy Bílá voda. První písemná zmínka o&nbsp;Baldovci pochází z&nbsp;roku 1722; po správních změnách 20. století je od roku 1961 opět součástí Rozstání. Dnešní ráz místa podtrhuje rekreační areál a&nbsp;kemp Baldovec, oblíbený díky blízkosti krasových jevů v&nbsp;čele s&nbsp;propastí Macocha.",
    "paragraph_two": "Osada sice patřila administrativně k&nbsp;obci Rozstání, které bylo vystěhováno v&nbsp;etapě IIIa, Baldovec se však stěhoval až v&nbsp;rámci etapy IIIb. Dočasně se zde sem přestěhovala agenda z&nbsp;Rozstání, včetně administrativy obecního zastupitelstva. Baldovec spadal mezi obce „u směru střelby“. Nacházel se zde mlýn, kterému hrozil zánik, tak jako u&nbsp;jiných objektů. V dokumentech Přesídlovací kanceláře MV se dochovala záležitost ohledně jeho přemístění do jiné obce, která nepodléhala vystěhování… Tím se krásně rámuje problematika zemědělských budov nutných pro chod hospodářství. Během vystěhování totiž takhle zaniklo mnoho větrných mlýnů, které byly pro oblast typické. ",
    "phase": "IIIb",
    "speaker": [],
    "district": "Prostějov",
    "residents": "317",
    "houses": "91",
    "families": "98",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [0, 23, 26, 30, 35, 40, 49, 0, 0, 54, 42, 58, 62, 61],
    "l_residents": [0, 140, 194, 210, 249, 0, 234, 0, 250, 217, 160, 128, 120, 102],
    "titles": ["Pohlednice z&nbsp;roku 1935. Muzeum Vyškovska"],
    "before_move": ["Pohlednice z&nbsp;roku 1928. Muzeum Vyškovska", "Náves v&nbsp;roce 1930. Muzeum Vyškovska", "Náves v&nbsp;roce 1934. Muzeum Vyškovska", "Pohlednice z&nbsp;roku 1935. Muzeum Vyškovska"],
    "move": ["Situační plánek sestavený četníky pro potřeby vystěhování"],
    "after_move_return":["Škola v&nbsp;roce 1946. SOkA Vyškov, kronika Nové Sady - Březina", "Jaro 1946 – 1.-5. ročník před školním bytem, kde se učilo"],
    "present":[""],
    "stories_poems":[""],
    "documents":[""]
}