{
    "name": "Krásensko",
    "paragraph_one": "Ves se v písemných pramenech poprvé objevuje v roce 1348 pod názvem Schönfeld, kdy bylo olomouckým biskupem Janem Volkem spolu s dalšími obcemi darováno ženskému benediktinskému klášteru Boží milosti v Pustiměři. Za husitských válek patrně zaniklo, později byla ves obnovena právě pod názvem Krásensko, který se objevuje i&nbsp;v biskupském urbáři z roku 1465. Fara tu byla již před rokem 1390, za třicetileté války zanikla. Farnost byla poté spravována z Pustiměře a&nbsp;od roku 1731 ze Studnic. Kolem roku 1780 dochází k výstavbě kostela sv. Vavřince. Roku 1910 zde byl Ústřední spolek tkalců. Obyvatelé se živili zemědělstvím, tkalcovstvím, perleťářstvím, lesními pracemi a&nbsp;v továrnách v Adamově a&nbsp;Blansku.",
    "paragraph_two": "Krásensko představuje symbol vykořenění, zhanobení a&nbsp;nesmyslné destrukce celého vystěhování za války. Na příkladu Krásenska lze pozorovat jednotlivé kroky okupační moci a&nbsp;jejich dlouhodobých plánů s&nbsp;obcemi Drahanska. Nejdřív, v&nbsp;listopadu 1943, byla systematicky vyrabována. O půl roku později se musela vystěhovat. Ačkoli vyklizení se konalo až k&nbsp;1. květnu 1944, bylo Krásensko jednou z&nbsp;nejvíce zničených obcí na Drahanské vrchovině. Po návratu se o&nbsp;něm mluvilo jako o&nbsp;„druhých Lidicích“ – nejvíce poškozená obec celého prostoru. Celý dolní konec zničen. Dle pamětníků nezůstal ani jediný dům bez poškození.",
    "phase": "IIIb",
    "district": "Vyškov",
    "speaker": [""],
    "residents": "379",
    "houses": "62",
    "families": "82",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [100, 106, 117, 134, 136, 136, 143, 84, 107, 113, 117, 140, 147, 147],
    "l_residents": [780, 793, 802, 858, 851, 810, 691, 344, 422, 409, 446, 423, 437, 410 ],
    "titles": [""],
    "before_move": ["Olejomalba Josefa Kachlíka. Krásensko, horní část obce. V pozadí kostel sv. Vavřince. Muzeum Vyškovska.", "Vjezd do obce od Ruprechtova. Olejomalba V. Šindlera, 1905. Muzeum Vyškovska.", "Studna na návsi. Foto: V. Procházka, 1930. Muzeum Vyškovska.", "Olejomalba Josefa Kachlíka. Krásensko, doškové chaloupky. Muzeum Vyškovska.", "Včelíny – kreslil Placher 1894, vydal jako okénkovou pohlednici Přikryl r. 1929. Muzeum Vyškovska.", "Zimní idyla v&nbsp;Krásensku. Kronika obce.", "Cedule obce z&nbsp;doby před vystěhováním, předjaří 1944. Kronika obce.", "Cedule obce se stodolou č. p. 1. Kronika obce.", "Detail dolního konce obce z&nbsp;kroniky, 1943. Kronika obce.", "Dolní část obce s&nbsp;domy č. 86, 91. Kronika obce.", "Dolní hostinec u&nbsp;Pásků, č. p. 100, 1943. Kronika obce.", "Dolní konec s&nbsp;domkem č. 27, 1943. Kronika obce.", "Hasičská zbrojnice a&nbsp;fara, 1943. Kronika obce.", "Horní konec návsi, 1943. Kronika obce.", "Horní konec návsi, 1943. Kronika obce.", "Domy č. 8, 9. Kronika obce.", "Domy č. 12, 64, 131, 67. Kronika obce.", "Prodejna firmy Baťa č. p. 8. Kronika obce.", "Lípy na návsi. Foto: R. Říha, 1941. Muzeum Vyškovska.", "Vzpomínka na sázení akátů, 1935. Muzeum Vyškovska.", "Okénková pohlednice Krásenska s&nbsp;celkovým pohledem, obchodem F. Pytely a&nbsp;náměstím Palackého. Kolem r. 1920. Kronika obce.", "Bývalý purkrechtní dvůr, v&nbsp;době pořízení fotografie hostinec. Foto V. Procházka, 1930. Muzeum Vyškovska.", "Statek p. Pospíšila. Foto V. Procházka, 1930. Muzeum Vyškovska.", "Chalupa se žudrem. Foto V. Procházka, 1930. Muzeum Vyškovska.", "Pohled na kostel sv. Vavřince ze hřbitova, 1943. Kronika obce.", "Interiér kostela sv. Vavřince. Foto V. Procházka, 1930.  Muzeum Vyšovska.", "Střední část návsi s&nbsp;kačákem, 1943. Kronika obce.", "Škola, 1943. Kronika obce.", "Fotografie před č. p. 53 z&nbsp;roku 1934. Kronika obce.", "Pohled od jihovýchodu na kostel a&nbsp;školu, 1935. Muzeum Vyškovska." ],
    "move": ["Pohled na Krásensko z&nbsp;věže kostela. Fotografie pořízena před vystěhováním. Kronika Krásenska.", "Pohled z&nbsp;věže kostela 10. 10. 1943 – lze vidět č. p. 3 a&nbsp;požární zbrojnice. Kronika Krásenska.", "Poslední hrkači před vystěhováním, 1944. ", "Před vystěhováním došlo k&nbsp;rabování Krásenska. Fotografie tajně pořízené krásenským farářem Františkem Müllerem.", "Před vystěhováním došlo k&nbsp;rabování Krásenska. Fotografie tajně pořízené krásenským farářem Františkem Müllerem.", "Před vystěhováním došlo k rabování Krásenska. Fotografie tajně pořízené krásenským farářem Františkem Müllerem.", "Před vystěhováním došlo k rabování Krásenska. Fotografie tajně pořízené krásenským farářem Františkem Müllerem.", "Před vystěhováním došlo k rabování Krásenska. Fotografie tajně pořízené krásenským farářem Františkem Müllerem.", "Krásenský farář František Müller – autor písně Loučení s&nbsp;Krásenskem, také fotografií z&nbsp;doby stěhování.", "Krásenský farář František Müller – autor písně Loučení s&nbsp;Krásenskem, také fotografií z&nbsp;doby stěhování.", "Stěhování inventáře z&nbsp;kostela sv. Vavřince v&nbsp;Krásensku.", "Stěhování kostelních lavic do Křtin.", "Stěhování domu č. p. 144 v&nbsp;Krásensku.",  "Naposledy před vystěhováním s&nbsp;nejsvětější svátostí, konec dubna 1944.",  "Poslední vzkříšení před vystěhováním, duben 1944."],
    "after_move_return":["Krásensko, květen 1945 – domy (či torza domů) s č. p. 31, 30 a&nbsp;29. ", "Krásensko, květen 1945 – torza domů 41, 42, 43, 44.", "Takto krásenští obyvatelé opouštěli své příbytky…", "… a&nbsp;takto je nacházeli v květnu 1945.", "Torza domů v&nbsp;dolní části obce, která byla po válce takřka celá určena k&nbsp;demolici.", "Torza domů v dolní části obce, která byla po válce takřka celá určena k&nbsp;demolici.", "Zbytky krásenské fary.", "Trosky domu č. p. 1.", "Trosky domu č. p. 3.", "Hospodářské budovy fary.", "Fotografie domů č. p. 26, 28, 33, 34.", "Fotografie domů č. p. 86, 87, v&nbsp;pozadí 88.", "Stodola č. p. 45. ", "Hospodářské budovy č. 66, v&nbsp;pozadí č. p. 16.", "Hospodářské budovy č. p. 11 – v&nbsp;popředí zbytky č. 116.", "Trosky č. p. 33 a&nbsp;32, v&nbsp;pozadí č. p. 157.", "Pohled z&nbsp;druhé strany – vpravo č. p. 25.", "Celkový pohled na zničené domy v&nbsp;Krásensku, květen 1945.", "Dům v&nbsp;Krásensku č. p. 28.", "Detail domu č. p. ? v&nbsp;listopadu 1944. ", "Zničené a&nbsp;rozebrané domy č. p. 157 a&nbsp;158.", "Návštěva ministerského předsedy první poválečné československé vlády a&nbsp;předsedy sociální demokracie Zdeňka Fierlingera v&nbsp;Krásensku, srpen 1944. ", "Návštěva ministerského předsedy první poválečné československé vlády a&nbsp;předsedy sociální demokracie Zdeňka Fierlingera v&nbsp;Krásensku, srpen 1944. ", "Delegace UNRRA v&nbsp;Krásensku, cca 1946–1947.", "Projev Martina Gryce, starosty z&nbsp;Podomí a&nbsp;předsedy komise pro obnovu obcí vyškovské střelnice na prvního máje roku 1948 v&nbsp;Trávníkách v&nbsp;Krásensku. "],
    "present":[""],
    "stories_poems":["Sbohem, dědinko Krásenská", "Loučení se hřbitovem"],
    "documents":[""]
}
