{
    "name": "Jednovnice",
    "paragraph_one": "Městys Jedovnice (od roku 2007) leží na východním okraji Moravského krasu v okrese Blansko a tvoří přirozené centrum rekreační oblasti kolem rybníka Olšovce. Poprvé se v pramenech objevuje roku 1251 (též jako Gedwicz); městečko s kostelem sv. Petra a Pavla, povýšeným roku 1786 na děkanský, patřilo k významným sídlům oblasti a ve 14. století získalo od markraběte Karla lesní majetky, posléze stvrzené Karlem IV. Za Salm-Reifferscheidtů (po polovině 18. století do roku 1848) zde fungovaly velké rybníky, huť, dvůr i zámeček; později byly potvrzeny výroční a dobytčí trhy a rozvinul se spolkový život. Dnes Jedovnice stojí na spojení tradice a moderny: interiér farního kostela proslul unikátním poválečným vybavením – oltářním obrazem Mikuláše Medka a liturgickými prvky Jana Koblasy (doplněnými pracemi Karla Nepraše, Josefa Istlera a Ludvíka Kolka) z let kolem roku 1963, které patří k ikonám českého sakrálního umění 20. století. Soustava jedovnických rybníků v čele s Olšovcem (cca 42 ha, využití k rekreaci, sportovnímu rybolovu i vodním sportům) dává obci výrazný rekreační ráz a dělá z ní vstupní bránu do severní části Moravského krasu. Za druhé světové války hrozilo části Jedovnic vystěhování, k němuž však nedošlo.",
    "paragraph_two": "V plánech bylo jen částečné vystěhování této malebné obce s dominantním rybníkem Olšovec. Nakonec se z Jedovnic nestěhoval nikdo (k 3. 3. 1944 uvádí zpráva přesídlovací kanceláře, že se „takřka nikdo nestěhuje“) V paměti místních obyvatel kolují historky, jak tehdejší starosta oddaloval stěhování tím, že vodil okupanty do sklepů a snažil se je všemožnými způsoby přesvědčovat o odkladu termínů stěhování. ",
    "phase": "IIIb",
    "speaker": [],
    "residents": "234",
    "houses": "61",
    "families": "87",
    "l_year": ["1869", "1880", "1890", "1900", "1910", "1921", "1930", "1950", "1961", "1970", "1980", "1991", "2001", "2011"],
    "l_houses": ["194", "201", "207", "224", "258", "265", "300", "421", "440", "465", "494", "581", "616", "680"],
    "l_residents": ["1540", "1448", "1483", "1731", "1933", "1831", "1742", "1760", "1857", "1930", "2177", "2440", "2487", "2748"],
    "titles": ["Jedovnický rybník Olšovec, 30. léta 20. století"],
    "before_move": ["Jedovnice – Újezd, kolorovaná pohlednice z 20. let 20. století. Moravské zemské muzeum.", "Pohlednice z Jedovnic – léto v Jedovnicích  z 20./30. let 20. století. Moravské zemské muzeum.", "Pohlednice z Jedovnic – léto v Jedovnicích  z 30. let 20. století"],
    "move": [""],
    "after_move_return":[""],
    "present":[""],
    "stories_poems":[""],
    "documents":[""]
}