{
    "name": "Ruprechtov",
    "paragraph_one": "Ruprechtov, horská obec na Drahanské vrchovině odvozená jménem od osobního „Ruprecht“, má půdorys protáhlé návsi s&nbsp;uvolněnou zástavbou přecházející do řadového typu; na východě stával rozparcelovaný dvůr se shlukem domů. Počátky osídlení spadají do 1. poloviny 13. století, první písemná zmínka je z&nbsp;roku 1446 (výrazněji se objevuje i&nbsp;v pramenech roku 1466), historicky patřil k&nbsp;račickému panství. V 17. století postihla zdejší obyvatele cholera a&nbsp;v následujícím století přišli noví osadníci z&nbsp;Bavorska; obživu dlouhodobě zajišťovalo zemědělství a&nbsp;práce v&nbsp;lesích, na počátku 20. století se uchytila výroba sítěk a&nbsp;perleťových knoflíků a&nbsp;část obyvatel dojížděla do Adamova, Blanska a&nbsp;Brna. Pošta zde funguje od roku 1899, církevně obec náležela ke krásenské farnosti. V říjnu 1944 tu krátce pobyl sovětský parašutista Roman Chlup, v&nbsp;dubnu 1945 byla obec osvobozena, čemuž předcházelo bombardování. Dnes si Ruprechtov udržuje klidný venkovský ráz a&nbsp;připomíná svou technickou tradici mj. dochovaným větrným mlýnem, významnou památkou regionu. ",
    "paragraph_two": "Vedle Podomí druhá obec, jež se vystěhování aktivně bránila, až nakonec nebyla zcela vystěhována. Ještě v&nbsp;březnu 1945 úřady evidovaly stovky lidí, kteří se nestěhovali nebo byli právě v&nbsp;pohybu. Po válce zde sídlila i&nbsp;Ústřední komise přestěhovalců. Působil zde výrazný starosta obce a&nbsp;řídící učitel v jedné osobě Martin Gryc. Ten s Pavlem Martináskem z Rychtářova předsedal spolku přestěhovalců pro bývalou vyškovskou střelnici. ",
    "phase": "IIIb",
    "speaker": ["Jiřina Grycová, rozená Daňková"],
    "district": "Vyškov",
    "residents": "136",
    "houses": "37",
    "families": "51",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [155, 165, 180, 192, 197, 200, 221, 232, 211, 196, 185, 220, 212, 224],
    "l_residents": [1065, 1065, 1173, 1287, 1237, 1096, 1014, 794, 800, 739, 689, 566, 554, 570],
    "titles": ["Větrný mlýn v&nbsp;Ruprechtově v&nbsp;roce 1934. Muzeum Vyškovska."],
    "before_move": ["Pohlednice z&nbsp;Ruprechtova z&nbsp;roku 1904. Muzeum Vyškovska", "Kamenný větrný mlýn Ruprechtov, 1934. Muzeum Vyškovska.", "Unikátní kresba Josefa Kachlíka z&nbsp;roku 1942, na které se nachází dnes již neexistující větrný dřevěný mlýn v Ruprechtově. V pozadí kamenný větrný mlýn, který  dodnes patří k&nbsp;vzácným technickým památkám kraje a&nbsp;je taktéž jediným dochovaným větrným mlýnem na Drahansku. Muzeum Vyškovska.", "Pohled na Ruprechtov, 20.–30.léta20. stol. Muzeum Vyškovska.", "Náves se zvonicí. Malba od Josefa Kachlíka, nedat. Muzeum Vyškovska."],
    "move": [""],
    "after_move_return":["Sušáky u&nbsp;Ruprechtova, lavírovaná kresba, Karel Langer, 1953. Etnografický ústav MZM.", "Větrný mlýn (dnes již neexistující) v&nbsp;Ruprechtově, lavírovaná kresba, Karel Langer, 1953. ", "Hrob sovětského vojáka z fronty, květen 1945. Muzeum Vyškovska"],
    "present":["Ruprechtovský mlýn, nyní slouží jako rekreační zařízení.", "Dochovaná došková chaloupka. ", "Zvonička na návsi v&nbsp;Ruprechtově", "Pomník padlým z&nbsp;obou světových válek a&nbsp;pomník sovětským letcům.", "Pomník padlým z&nbsp;obou světových válek a&nbsp;pomník sovětským letcům."],
    "stories_poems":[""],
    "documents":[""]
}
