{
    "name": "Hamiltony",
    "paragraph_one": "Hamiltony (název odvozen od olomouckého biskupa a&nbsp;hraběte Maxmiliána z&nbsp;Hamiltonu) jsou dnes součástí města Vyškova. Původně náležely k&nbsp;panství vyškovskému, nejstarší zmínka pochází z&nbsp;roku 1764. Osada leží v&nbsp;úzkém údolí Velké Hané, severním směrem od Vyškova. Na území osady se nachází zřícenina hrádku Dědice (lokalizovaná naproti kapli Strachotínka na vysokém valu) a&nbsp;pseudogotická kaple sv. Cyrila a&nbsp;Metoděje z&nbsp;roku 1871 (základní kámen položen 5. července), nazývaná lidově Strachotínka (podle staročeské verze Metodějova jména Strachota). Stojí nad pramenem, z&nbsp;kterého údajně křtili věrozvěsti Cyril a&nbsp;Metoděj.",
    "paragraph_two": "Osada byla vyklizena v&nbsp;první vlně stěhování. Hamiltony byly určeny německou vojenskou správou k&nbsp;ubytování rodin zaměstnanců komandatury. Obec tedy představovala jakési širší zázemí pro vojáky i&nbsp;civilní pracovníky cvičiště. Taktéž se zde budovaly baráky pro vojsko, díky čemuž byla částečně ušetřena nejhorší devastace.",
    "phase": "Ia",
    "district": "Vyškov",
    "speaker": [""],
    "residents": "554",
    "houses": "108",
    "families": "108",
    "l_year": [1869, 1880, 1890, 1900, 1910, 1921, 1930, 1950, 1961, 1970, 1980, 1991, 2001, 2011],
    "l_houses": [35, 39, 44, 50, 68, 80, 92, 104, 0, 109, 110, 127, 130, 131],
    "l_residents": [250, 297, 351, 374, 451, 478, 476, 414, 432, 377, 322, 312, 326, 372],
    "titles": ["Kresba od Josefa Kachlíka kaple Strachotínky, pohlednice, 1930. Muzeum Vyškovska"],
    "before_move": ["Hamiltony, kaple Strachotínka, Foto Dr. Němeček, 30. léta 20. století. Muzeum Vyškovska", "Kresba od Josefa Kachlíka kaple Strachotínky, pohlednice, 1930. Muzeum Vyškovska"],
    "moving": ["Protokol o&nbsp;převzetí domů v&nbsp;Hamiltonech říšskou německou vojenskou zprávou z&nbsp;5. 5. 1941 "],
    "after_moving_return":[""],
    "present":["Hamiltony dnes, hlavní ulice, 2017. Wikipedie.","Současná podoba kaple Strachotínky od Jana Haubera, kolorovaný list, 2010. Muzeum Vyškovska"],
    "stories_poems":[""],
    "documents":[""]
}