{
    "name": "Lipovec",
    "paragraph_one": "Lipovec (též Lypowka, Zybothslag) leží na okraji Moravského krasu, první písemná zmínka pochází z&nbsp;roku 1349. Vznik a&nbsp;růst souvisel s&nbsp;kolonizací, již na Drahanské vrchovině vedl rod pánů z&nbsp;Ceblovic. Starší farnost zanikla za třicetileté války a&nbsp;byla obnovena roku 1785. Dominantou obce je farní kostel Narození Panny Marie z&nbsp;let 1828–1842. Po zrušení nevolnictví a&nbsp;roboty nastal rozvoj obce, vedle zemědělství zde tradičně prosperovalo vápenictví a&nbsp;výroba dřevěného uhlí. Dnes Lipovec s&nbsp;osadou Marianín tvoří klidné lokální centrum se službami pro okolí i&nbsp;zázemím rekreační oblasti Moravského krasu. ",
    "paragraph_two": "Vedle Kotvrdovic a&nbsp;Molenburku zde bylo sídlo komandatury. Kronika uvádí, že k&nbsp;7. 8. 1944 se sem nastěhovalo 798 lidí (nájemní ubytování a&nbsp;pronajímání polí). Jediná škola v&nbsp;prostoru, která po celé období fungovala. V dubnu 1945 zde Němci zřídili lazaret.",
    "phase": "IIIb",
    "speaker": [""],
    "district": "boskovice",
    "residents": "204",
    "houses": "38",
    "families": "45",
    "l_year": [1869,1880,1890,1900,1910,1921,1930,1950,1961,1970,1980,1991,2001,2011],
    "l_houses": [130,155,158,168,177,184,196,224,251,224,232,267,287,304],
    "l_residents": [1007,1042,1063,1125,1181,1184,1178,1078,981,990,947,973,963,968,1016],
    "titles": ["Původní lipovecká škola v&nbsp;roce XXX"],
    "before_move": ["Razítko obce Lipovec z&nbsp;období první republiky. Muzeum regionu Boskovicka", "Letecký snímek obce z&nbsp;r. 30. let 20. století. Etnografický ústav MZM. ", "Původní lipovecká škola, před r. 1940.", "Žáci obecní školy v&nbsp;roce 1922 s&nbsp;řídícím učitelem Al. Hybnerem.  Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Žáci obecní školy v&nbsp;roce 1940 s&nbsp;řídícím učitelem Šmeralem  a&nbsp;učitelem Josefem Musilem.  Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Vincenc Průcha, major československé armády, rodák z&nbsp;Lipovce a&nbsp;autor knihy 600 let dějin obce Lipovec, 1949-1964", "Pomník padlým z&nbsp;Lipovce v&nbsp;letech 1914-1918, jak jej zachytil Vincenc Průcha. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Slavnost odhalení Pomníku padlým v&nbsp;letech 1914 -1918, která se konala v&nbsp;roce 1924. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964"],
    "move": [""],
    "after_move_return":["Škola v&nbsp;Lipovce v&nbsp;roce 1947. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Pohlednice z&nbsp;Lipovce z&nbsp;roku 1927. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Lipovecký hostinec v&nbsp;roce 1927. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Lipovecké děti při církevním obřadu v&nbsp;roce 1952.  Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Nevěsta a&nbsp;družičky 1951. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964", "Vincenc Průcha, rodák z&nbsp;Lipovce, major československé armády, při odhalení pomníku padlým v&nbsp;roce 1949 v&nbsp;Kotvrdovicích. Zdroj Vincenc Průcha: 600 let dějin obce Lipovec, 1949-1964"],
    "present":[""],
    "stories_poems":[""],
    "documents":[""]
}
